Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: This key appears to be encrypted. The passphrase is used once to decrypt the key during import and is never stored.
ar: يبدو أن هذا المفتاح مشفّر. تُستخدم عبارة المرور مرة واحدة لفك تشفير المفتاح أثناء الاستيراد ولا يتم تخزينها أبدًا.
ca: Sembla que aquesta clau està xifrada. La frase de pas s'utilitza una sola vegada per desxifrar la clau durant la importació i mai no es desa.
cs: Zdá se, že tento klíč je zašifrovaný. Heslová fráze se použije jednou k dešifrování klíče při importu a nikdy se neukládá.
da: Denne nøgle ser ud til at være krypteret. Adgangsfrasen bruges én gang til at dekryptere nøglen under importen og gemmes aldrig.
de: Dieser Schlüssel scheint verschlüsselt zu sein. Die Passphrase wird einmalig zum Entschlüsseln des Schlüssels beim Import verwendet und nie gespeichert.
es: Parece que esta clave está cifrada. La frase de contraseña se usa una sola vez para descifrar la clave durante la importación y nunca se almacena.
fi: Tämä avain näyttää olevan salattu. Tunnuslausetta käytetään kerran avaimen purkamiseen tuonnin aikana, eikä sitä tallenneta koskaan.
fr: Cette clé semble être chiffrée. La phrase secrète est utilisée une seule fois pour déchiffrer la clé lors de l'importation et n'est jamais conservée.
he: נראה שהמפתח הזה מוצפן. ביטוי הסיסמה משמש פעם אחת לפענוח המפתח בעת הייבוא ולעולם אינו נשמר.
hu: Úgy tűnik, hogy ez a kulcs titkosított. A jelmondat egyszer, az importálás során a kulcs visszafejtéséhez szolgál, és soha nem kerül tárolásra.
it: Questa chiave sembra essere cifrata. La passphrase viene usata una sola volta per decifrare la chiave durante l'importazione e non viene mai memorizzata.
ja: このキーは暗号化されているようです。パスフレーズは読み込み時にキーを復号するために一度だけ使用され、保存されることはありません。
ko: 이 키는 암호화된 것으로 보입니다. 패스프레이즈는 가져오는 동안 키를 복호화하는 데 한 번만 사용되며 저장되지 않습니다.
nb: Denne nøkkelen ser ut til å være kryptert. Passfrasen brukes én gang til å dekryptere nøkkelen under importen og lagres aldri.
nl: Deze sleutel lijkt versleuteld te zijn. De wachtwoordzin wordt eenmalig gebruikt om de sleutel te ontsleutelen tijdens het importeren en wordt nooit bewaard.
pl: Wygląda na to, że ten klucz jest zaszyfrowany. Hasło klucza jest używane jednorazowo do odszyfrowania klucza podczas importu i nigdy nie jest przechowywane.
pt_br: Esta chave parece estar criptografada. A frase-senha é usada uma única vez para descriptografar a chave durante a importação e nunca é armazenada.
pt_pt: Esta chave parece estar encriptada. A frase-passe é usada uma única vez para desencriptar a chave durante a importação e nunca é armazenada.
ro: Această cheie pare să fie criptată. Fraza de acces este folosită o singură dată pentru a decripta cheia în timpul importului și nu este stocată niciodată.
sl: Videti je, da je ta ključ šifriran. Geslo se enkrat uporabi za dešifriranje ključa med uvozom in se nikoli ne shrani.
sv: Den här nyckeln verkar vara krypterad. Lösenfrasen används en gång för att dekryptera nyckeln vid importen och lagras aldrig.
uk: Здається, цей ключ зашифровано. Парольна фраза використовується один раз для розшифрування ключа під час імпорту й ніколи не зберігається.
vi: Khóa này có vẻ đã được mã hóa. Cụm mật khẩu chỉ được dùng một lần để giải mã khóa trong quá trình nhập và không bao giờ được lưu trữ.
zh_hans: 此密钥似乎已加密。密码短语仅在导入时用于解密密钥一次，不会被存储。
zh_hant: 此金鑰似乎已加密。密碼片語僅在匯入時用於解密金鑰一次，不會被儲存。

source: This key appears to be encrypted. The passphrase will be stored securely in the Keychain.
ar: يبدو أن هذا المفتاح مشفّر. سيتم تخزين عبارة المرور بأمان في سلسلة المفاتيح.
ca: Aquesta clau sembla estar xifrada. La contrasenya es desarà de manera segura al Keychain.
cs: Tento klíč se zdá být šifrovaný. Heslová fráze bude bezpečně uložena v Klíčence.
da: Denne nøgle ser ud til at være krypteret. Adgangskoden vil blive gemt sikkert i nøgleringen.
de: Dieser Schlüssel scheint verschlüsselt zu sein. Die Passphrase wird sicher im Schlüsselbund gespeichert.
es: Esta clave parece estar cifrada. La frase de contraseña se almacenará de forma segura en el Keychain.
fi: Tämä avain näyttää olevan salattu. Tunnuslause tallennetaan turvallisesti Avainnippuun.
fr: Cette clé semble être chiffrée. La phrase de passe sera stockée de manière sécurisée dans le trousseau.
he: נראה שמפתח זה מוצפן. משפט הסיסמה יאוחסן בצורה מאובטחת ב-Keychain.
hu: Ez a kulcs titkosítottnak tűnik. A jelszó biztonságosan kerül tárolásra a Keychain-ben.
it: Questa chiave sembra essere crittografata. La passphrase verrà memorizzata in modo sicuro nel Keychain.
ja: このキーは暗号化されているようです。パスフレーズはキーチェーンに安全に保存されます。
ko: 이 키는 암호화되어 있는 것으로 보입니다. 암호문은 키체인에 안전하게 저장됩니다.
nb: Denne nøkkelen ser ut til å være kryptert. Passfrasen vil bli lagret sikkert i nøkkelringen.
nl: Deze sleutel lijkt versleuteld te zijn. De wachtwoordzin wordt veilig opgeslagen in de Keychain.
pl: Ten klucz wydaje się być zaszyfrowany. Hasło zostanie bezpiecznie zapisane w Keychain.
pt_br: Esta chave parece estar criptografada. A senha será armazenada com segurança no Keychain.
pt_pt: Esta chave parece estar encriptada. A frase-passe será armazenada em segurança no Keychain.
ro: Această cheie pare a fi criptată. Fraza de acces va fi stocată în siguranță în Keychain.
sl: Ta ključ je po vsem sodeč šifriran. Geslo bo varno shranjeno v Keychainu.
sv: Denna nyckel verkar vara krypterad. Lösenfrasen lagras säkert i Keychain.
uk: Цей ключ, схоже, зашифровано. Парольну фразу буде безпечно збережено в Keychain.
vi: Khóa này có vẻ đã được mã hóa. Cụm mật khẩu sẽ được lưu trữ an toàn trong Keychain.
zh_hans: 此密钥似乎已加密。密码短语将安全存储在钥匙串中。
zh_hant: 此金鑰似乎已加密。通關密語將安全儲存在鑰匙圈中。

source: This key has no passphrase. Consider enabling authentication in Security Options for additional protection.
ar: لا يحتوي هذا المفتاح على عبارة مرور. فكّر في تفعيل المصادقة في خيارات الأمان لحماية إضافية.
ca: Aquesta clau no té contrasenya. Considereu activar l'autenticació a les opcions de seguretat per a una protecció addicional.
cs: Tento klíč nemá heslovou frázi. Zvažte povolení ověřování v nastavení zabezpečení pro dodatečnou ochranu.
da: Denne nøgle har ingen adgangskode. Overvej at aktivere godkendelse under Sikkerhedsindstillinger for ekstra beskyttelse.
de: Dieser Schlüssel hat keine Passphrase. Erwägen Sie, die Authentifizierung in den Sicherheitsoptionen für zusätzlichen Schutz zu aktivieren.
es: Esta clave no tiene frase de contraseña. Considere habilitar la autenticación en Opciones de seguridad para protección adicional.
fi: Tällä avaimella ei ole tunnuslausetta. Harkitse todennuksen käyttöönottoa Suojausasetuksissa lisäsuojausta varten.
fr: Cette clé n'a pas de phrase de passe. Envisagez d'activer l'authentification dans les options de sécurité pour une protection supplémentaire.
he: למפתח זה אין משפט סיסמה. שקול להפעיל אימות באפשרויות האבטחה להגנה נוספת.
hu: Ez a kulcs nem rendelkezik jelszóval. Fontolja meg a hitelesítés engedélyezését a Biztonsági beállításokban a további védelemért.
it: Questa chiave non ha una passphrase. Considerare l'attivazione dell'autenticazione nelle Opzioni di sicurezza per una protezione aggiuntiva.
ja: このキーにはパスフレーズがありません。追加の保護のためにセキュリティオプションで認証を有効にすることを検討してください。
ko: 이 키에는 암호문이 없습니다. 추가 보호를 위해 보안 옵션에서 인증을 활성화하는 것을 고려하십시오.
nb: Denne nøkkelen har ingen passfrase. Vurder å aktivere autentisering under sikkerhetsalternativer for ekstra beskyttelse.
nl: Deze sleutel heeft geen wachtwoordzin. Overweeg authenticatie in te schakelen bij Beveiligingsopties voor extra bescherming.
pl: Ten klucz nie ma hasła. Rozważ włączenie uwierzytelniania w opcjach zabezpieczeń w celu dodatkowej ochrony.
pt_br: Esta chave não tem senha. Considere habilitar autenticação nas Opções de Segurança para proteção adicional.
pt_pt: Esta chave não tem frase-passe. Considere ativar a autenticação nas Opções de Segurança para proteção adicional.
ro: Această cheie nu are o frază de acces. Luați în considerare activarea autentificării în Opțiuni de securitate pentru o protecție suplimentară.
sl: Ta ključ nima gesla. Razmislite o vklopu avtentikacije v varnostnih možnostih za dodatno zaščito.
sv: Denna nyckel har ingen lösenfras. Överväg att aktivera autentisering under Säkerhetsalternativ för extra skydd.
uk: Цей ключ не має парольної фрази. Розгляньте можливість увімкнення автентифікації в параметрах безпеки для додаткового захисту.
vi: Khóa này không có cụm mật khẩu. Hãy cân nhắc bật xác thực trong Tùy chọn Bảo mật để có thêm lớp bảo vệ.
zh_hans: 此密钥没有密码短语。建议在安全选项中启用认证以获得额外保护。
zh_hant: 此金鑰沒有通關密語。建議在安全性選項中啟用驗證以獲得額外保護。

source: This key is generated in and bound to this device's Secure Enclave. Its protection cannot be exported, backed up, synced, or changed after creation.
ar: يتم إنشاء هذا المفتاح داخل Secure Enclave الخاص بهذا الجهاز ويرتبط به. لا يمكن تصدير حمايته أو نسخها احتياطياً أو مزامنتها أو تغييرها بعد الإنشاء.
ca: Aquesta clau es genera i es vincula al Secure Enclave d'aquest dispositiu. La seva protecció no es pot exportar, fer-ne còpia de seguretat, sincronitzar ni canviar després de crear-la.
cs: Tento klíč je vygenerován v Secure Enclave tohoto zařízení a je na ni vázán. Jeho ochranu nelze po vytvoření exportovat, zálohovat, synchronizovat ani změnit.
da: Denne nøgle genereres i og er bundet til denne enheds Secure Enclave. Dens beskyttelse kan ikke eksporteres, sikkerhedskopieres, synkroniseres eller ændres efter oprettelsen.
de: Dieser Schlüssel wird in der Secure Enclave dieses Geräts generiert und ist an sie gebunden. Sein Schutz kann nach der Erstellung nicht exportiert, gesichert, synchronisiert oder geändert werden.
es: Esta clave se genera en el Secure Enclave de este dispositivo y queda vinculada a él. Su protección no se puede exportar, respaldar, sincronizar ni cambiar después de su creación.
fi: Tämä avain luodaan tämän laitteen Secure Enclavessa, ja se sidotaan siihen. Sen suojausta ei voi viedä, varmuuskopioida, synkronoida tai muuttaa luonnin jälkeen.
fr: Cette clé est générée dans le Secure Enclave de cet appareil, auquel elle est liée. Sa protection ne peut être exportée, sauvegardée, synchronisée ni modifiée après sa création.
he: מפתח זה נוצר ב-Secure Enclave של מכשיר זה וקשור אליו. לא ניתן לייצא, לגבות, לסנכרן או לשנות את ההגנה שלו לאחר היצירה.
hu: Ez a kulcs ennek az eszköznek a Secure Enclave-jében generálódik, és ahhoz van kötve. A védelme a létrehozás után nem exportálható, nem menthető biztonsági másolatba, nem szinkronizálható és nem módosítható.
it: Questa chiave viene generata nel Secure Enclave di questo dispositivo e ad esso vincolata. La sua protezione non può essere esportata, sottoposta a backup, sincronizzata o modificata dopo la creazione.
ja: このキーはこのデバイスのSecure Enclave内で生成され、それに紐付けられます。その保護は、作成後にエクスポート、バックアップ、同期、変更することはできません。
ko: 이 키는 이 기기의 Secure Enclave에서 생성되어 종속됩니다. 이 키의 보호는 생성 후 내보내거나 백업하거나 동기화하거나 변경할 수 없습니다.
nb: Denne nøkkelen genereres i og er bundet til denne enhetens Secure Enclave. Beskyttelsen kan ikke eksporteres, sikkerhetskopieres, synkroniseres eller endres etter opprettelse.
nl: Deze sleutel wordt gegenereerd in en gebonden aan de Secure Enclave van dit apparaat. De beveiliging ervan kan na het aanmaken niet worden geëxporteerd, in een back-up worden opgenomen, gesynchroniseerd of gewijzigd.
pl: Ten klucz jest generowany w Secure Enclave tego urządzenia i z nim powiązany. Jego ochrony nie można wyeksportować, uwzględnić w kopii zapasowej, zsynchronizować ani zmienić po utworzeniu.
pt_br: Esta chave é gerada no Secure Enclave deste dispositivo e vinculada a ele. Sua proteção não pode ser exportada, copiada em backup, sincronizada nem alterada após a criação.
pt_pt: Esta chave é gerada e fica associada ao Secure Enclave deste dispositivo. A sua proteção não pode ser exportada, incluída em cópias de segurança, sincronizada nem alterada após a criação.
ro: Această cheie este generată în și legată de Secure Enclave al acestui dispozitiv. Protecția sa nu poate fi exportată, salvată în backup, sincronizată sau modificată după creare.
sl: Ta ključ je ustvarjen v Secure Enclave te naprave in nanj vezan. Njegove zaščite po ustvarjanju ni mogoče izvoziti, varnostno kopirati, sinhronizirati ali spremeniti.
sv: Den här nyckeln genereras i och är bunden till den här enhetens Secure Enclave. Dess skydd kan inte exporteras, säkerhetskopieras, synkroniseras eller ändras efter att den skapats.
uk: Цей ключ генерується в Secure Enclave цього пристрою та привʼязаний до нього. Його захист не можна експортувати, зберегти в резервній копії, синхронізувати чи змінити після створення.
vi: Khóa này được tạo trong và gắn liền với Secure Enclave của thiết bị này. Mức bảo vệ của nó không thể được xuất, sao lưu, đồng bộ hoặc thay đổi sau khi tạo.
zh_hans: 此密钥在本设备的 Secure Enclave 中生成并与之绑定。其保护在创建后无法导出、备份、同步或更改。
zh_hant: 此金鑰在此裝置的 Secure Enclave 中產生並與其綁定。其保護在建立後無法匯出、備份、同步或變更。

source: This key is served by an SSH agent on this Mac. It stays on this device and its security is managed by the agent, so storage and authentication settings can't be changed here.
ar: يُقدَّم هذا المفتاح عبر وكيل SSH على هذا الـ Mac. يبقى على هذا الجهاز ويُدار أمانه بواسطة الوكيل، لذا لا يمكن تغيير إعدادات التخزين والمصادقة هنا.
ca: Aquesta clau la serveix un agent SSH en aquest Mac. Es queda en aquest dispositiu i la seva seguretat la gestiona l'agent, de manera que la configuració d'emmagatzematge i autenticació no es pot canviar aquí.
cs: Tento klíč poskytuje agent SSH na tomto Macu. Zůstává v tomto zařízení a o jeho zabezpečení se stará agent, takže nastavení úložiště a ověřování zde nelze změnit.
da: Denne nøgle leveres af en SSH-agent på denne Mac. Den forbliver på denne enhed, og dens sikkerhed styres af agenten, så indstillinger for lagring og godkendelse kan ikke ændres her.
de: Dieser Schlüssel wird von einem SSH-Agent auf diesem Mac bereitgestellt. Er bleibt auf diesem Gerät und seine Sicherheit wird vom Agent verwaltet, daher können Speicher- und Authentifizierungseinstellungen hier nicht geändert werden.
es: Esta clave la proporciona un agente SSH en este Mac. Permanece en este dispositivo y su seguridad la gestiona el agente, por lo que los ajustes de almacenamiento y autenticación no se pueden cambiar aquí.
fi: Tämän avaimen tarjoaa SSH-agentti tässä Macissa. Se pysyy tässä laitteessa ja sen suojausta hallitsee agentti, joten tallennus- ja todennusasetuksia ei voi muuttaa tässä.
fr: Cette clé est fournie par un agent SSH sur ce Mac. Elle reste sur cet appareil et sa sécurité est gérée par l'agent, les réglages de stockage et d'authentification ne peuvent donc pas être modifiés ici.
he: מפתח זה מסופק על ידי סוכן SSH על ה-Mac הזה. הוא נשאר במכשיר זה ואבטחתו מנוהלת על ידי הסוכן, ולכן לא ניתן לשנות כאן את הגדרות האחסון והאימות.
hu: Ezt a kulcsot egy SSH-ügynök szolgáltatja ezen a Mac gépen. Az eszközön marad, és a biztonságát az ügynök kezeli, ezért a tárolási és hitelesítési beállítások itt nem módosíthatók.
it: Questa chiave è fornita da un agente SSH su questo Mac. Resta su questo dispositivo e la sua sicurezza è gestita dall'agente, quindi le impostazioni di archiviazione e autenticazione non possono essere modificate qui.
ja: この鍵はこの Mac 上の SSH エージェントによって提供されています。鍵はこのデバイスに留まり、そのセキュリティはエージェントによって管理されるため、保管と認証の設定はここでは変更できません。
ko: 이 키는 이 Mac의 SSH 에이전트에서 제공됩니다. 키는 이 기기에 남아 있고 보안은 에이전트가 관리하므로, 저장 및 인증 설정을 여기서 변경할 수 없습니다.
nb: Denne nøkkelen leveres av en SSH-agent på denne Mac-en. Den blir værende på denne enheten, og sikkerheten styres av agenten, så innstillinger for lagring og autentisering kan ikke endres her.
nl: Deze sleutel wordt geleverd door een SSH-agent op deze Mac. Hij blijft op dit apparaat en de beveiliging wordt door de agent beheerd, dus de opslag- en verificatie-instellingen kunnen hier niet worden gewijzigd.
pl: Ten klucz jest udostępniany przez agenta SSH na tym Macu. Pozostaje na tym urządzeniu, a jego bezpieczeństwem zarządza agent, więc ustawień przechowywania i uwierzytelniania nie można tu zmienić.
pt_br: Esta chave é fornecida por um agente SSH neste Mac. Ela permanece neste dispositivo e sua segurança é gerenciada pelo agente, portanto as configurações de armazenamento e autenticação não podem ser alteradas aqui.
pt_pt: Esta chave é fornecida por um agente SSH neste Mac. Permanece neste dispositivo e a sua segurança é gerida pelo agente, pelo que as definições de armazenamento e autenticação não podem ser alteradas aqui.
ro: Această cheie este furnizată de un agent SSH de pe acest Mac. Ea rămâne pe acest dispozitiv, iar securitatea sa este gestionată de agent, așa că setările de stocare și de autentificare nu pot fi modificate aici.
sl: Ta ključ zagotavlja agent SSH na tem računalniku Mac. Ostaja na tej napravi, njegovo varnost pa upravlja agent, zato nastavitev shranjevanja in preverjanja pristnosti tu ni mogoče spremeniti.
sv: Den här nyckeln tillhandahålls av en SSH-agent på den här Mac-datorn. Den stannar på den här enheten och dess säkerhet hanteras av agenten, så lagrings- och autentiseringsinställningar kan inte ändras här.
uk: Цей ключ надається SSH-агентом на цьому Mac. Він залишається на цьому пристрої, а його безпекою керує агент, тож налаштування зберігання та автентифікації тут змінити не можна.
vi: Khóa này được cung cấp bởi một SSH agent trên máy Mac này. Khóa vẫn ở trên thiết bị này và tính bảo mật của nó do agent quản lý, nên không thể thay đổi cài đặt lưu trữ và xác thực tại đây.
zh_hans: 此密钥由此 Mac 上的 SSH 代理提供。它保留在此设备上，其安全性由代理管理，因此无法在此更改存储和认证设置。
zh_hant: 此密鑰由此 Mac 上的 SSH 代理提供。它會保留在此裝置上，其安全性由代理管理，因此無法在此變更儲存與驗證設定。

source: This key lives in the agent; rootshell only keeps the public half. The agent may ask you to approve each signature, and the key only works on this Mac while the agent is running.
ar: يوجد هذا المفتاح داخل الوكيل؛ ولا يحتفظ rootshell إلا بالنصف العام منه. قد يطلب منك الوكيل الموافقة على كل توقيع، ولا يعمل المفتاح إلا على هذا الـ Mac أثناء تشغيل الوكيل.
ca: Aquesta clau resideix a l'agent; rootshell només en conserva la meitat pública. L'agent et pot demanar que aprovis cada signatura, i la clau només funciona en aquest Mac mentre l'agent s'està executant.
cs: Tento klíč se nachází v agentovi; rootshell uchovává pouze veřejnou část. Agent vás může požádat o schválení každého podpisu a klíč funguje pouze na tomto Macu, dokud agent běží.
da: Denne nøgle findes i agenten; rootshell beholder kun den offentlige halvdel. Agenten kan bede dig om at godkende hver signatur, og nøglen fungerer kun på denne Mac, mens agenten kører.
de: Dieser Schlüssel liegt im Agent; rootshell speichert nur die öffentliche Hälfte. Der Agent bittet dich möglicherweise, jede Signatur zu bestätigen, und der Schlüssel funktioniert nur auf diesem Mac, solange der Agent läuft.
es: Esta clave reside en el agente; rootshell solo conserva la mitad pública. Es posible que el agente te pida aprobar cada firma, y la clave solo funciona en este Mac mientras el agente esté en ejecución.
fi: Tämä avain sijaitsee agentissa; rootshell säilyttää vain julkisen puolikkaan. Agentti voi pyytää sinua hyväksymään jokaisen allekirjoituksen, ja avain toimii tässä Macissa vain agentin ollessa käynnissä.
fr: Cette clé réside dans l'agent ; rootshell ne conserve que la moitié publique. L'agent peut vous demander d'approuver chaque signature, et la clé ne fonctionne sur ce Mac que lorsque l'agent est en cours d'exécution.
he: מפתח זה שוכן בסוכן; rootshell שומר רק את החצי הציבורי. הסוכן עשוי לבקש ממך לאשר כל חתימה, והמפתח פועל על ה-Mac הזה רק כל עוד הסוכן פועל.
hu: Ez a kulcs az ügynökben található; a rootshell csak a nyilvános felét tárolja. Az ügynök minden aláírás jóváhagyását kérheti, és a kulcs csak ezen a Mac gépen működik, amíg az ügynök fut.
it: Questa chiave risiede nell'agente; rootshell conserva solo la metà pubblica. L'agente potrebbe chiederti di approvare ogni firma e la chiave funziona su questo Mac solo mentre l'agente è in esecuzione.
ja: この鍵はエージェント内にあり、rootshell は公開鍵の部分のみを保持します。エージェントは署名ごとに承認を求めることがあり、鍵はエージェントの実行中にこの Mac でのみ機能します。
ko: 이 키는 에이전트 안에 있으며 rootshell은 공개 키 부분만 보관합니다. 에이전트가 서명할 때마다 승인을 요청할 수 있으며, 키는 에이전트가 실행 중일 때 이 Mac에서만 작동합니다.
nb: Denne nøkkelen ligger i agenten; rootshell beholder bare den offentlige halvdelen. Agenten kan be deg godkjenne hver signatur, og nøkkelen fungerer bare på denne Mac-en mens agenten kjører.
nl: Deze sleutel bevindt zich in de agent; rootshell bewaart alleen de openbare helft. De agent kan je vragen om elke ondertekening goed te keuren, en de sleutel werkt alleen op deze Mac zolang de agent actief is.
pl: Ten klucz znajduje się w agencie; rootshell przechowuje tylko część publiczną. Agent może prosić o zatwierdzenie każdego podpisu, a klucz działa tylko na tym Macu, gdy agent jest uruchomiony.
pt_br: Esta chave reside no agente; o rootshell mantém apenas a metade pública. O agente pode pedir que você aprove cada assinatura, e a chave só funciona neste Mac enquanto o agente está em execução.
pt_pt: Esta chave reside no agente; o rootshell guarda apenas a metade pública. O agente pode pedir-lhe para aprovar cada assinatura e a chave só funciona neste Mac enquanto o agente estiver em execução.
ro: Această cheie se află în agent; rootshell păstrează doar jumătatea publică. Agentul îți poate cere să aprobi fiecare semnătură, iar cheia funcționează doar pe acest Mac cât timp agentul rulează.
sl: Ta ključ je shranjen v agentu; rootshell hrani le javno polovico. Agent lahko od vas zahteva odobritev vsakega podpisa, ključ pa deluje na tem računalniku Mac le, dokler agent teče.
sv: Den här nyckeln finns i agenten; rootshell behåller bara den publika halvan. Agenten kan be dig godkänna varje signatur, och nyckeln fungerar bara på den här Mac-datorn medan agenten körs.
uk: Цей ключ зберігається в агенті; rootshell зберігає лише публічну частину. Агент може попросити вас підтвердити кожен підпис, і ключ працює на цьому Mac лише поки агент запущений.
vi: Khóa này nằm trong agent; rootshell chỉ giữ phần công khai. Agent có thể yêu cầu bạn phê duyệt từng chữ ký, và khóa chỉ hoạt động trên máy Mac này khi agent đang chạy.
zh_hans: 此密钥存放在代理中；rootshell 仅保留公钥部分。代理可能会要求你批准每次签名，且仅在代理运行时该密钥才能在此 Mac 上使用。
zh_hant: 此密鑰存放在代理中；rootshell 僅保留公鑰部分。代理可能會要求你核准每次簽署，且僅在代理執行時該密鑰才能在此 Mac 上使用。
